{
    "en": {
        "title": "Geography",

        "home" : "Home page",
        "home_1p": "Poland’s population tells a story of resilience, transformation, and adaptation. From its bustling urban centers to the quiet charm of rural landscapes, the way people live, work, and move shapes the country’s identity and future. But how well do we understand the forces that drive these changes?",
        "home_2p": "In this unit, Population and Urbanization in Poland, we’ll uncover the fascinating dynamics behind the numbers: How is Poland’s population changing over time? What do the age, gender, and occupational patterns reveal about the country’s demographic structure? How do migration trends reflect economic and social realities? And what does the urbanization process tell us about Poland’s evolving settlement network?",
        "home_3p": "Through six focused lessons, we’ll explore:",
        "home_4p": "This lesson will cover the basics of geography.",
        "home_5p": "Dive into the trends and factors shaping Poland’s population over the decades.",
        "home_6p": "Analyze the age, gender, and socio-economic profiles of the population and their implications.",
        "home_7p": "Investigate why some regions thrive while others experience depopulation.",
        "home_8p": "Examine the push-and-pull factors behind domestic and international migrations and their impact.",
        "home_9p": "Explore how demographic trends influence employment, workforce dynamics, and regional economies.",
        "home_10p": "Understand how Poland’s cities and towns are growing, adapting, and shaping the nation’s development.",
        "home_11p": "Below is the quiz about knowledge from primary school.",

        "home_strong1": "Population Size and It’s Changes",
        "home_strong2": "Demographic Structure of Poland’s Population",
        "home_strong3": "Distribution of Population in Poland",
        "home_strong4": "Migrations",
        "home_strong5": "Labor market in Poland",
        "home_strong6": "Urbanization and settlement network in Poland",
        "home_strong7": "What’s Polish population. <a href=\"https://data.worldbank.org/indicator/SP.POP.TOTL?locations=PL-GR\" target=_blank>(2023)</a>",
        "home_strong8": "What’s the most essential indicator of population growth",
        "home_strong9": "What does it aging society mean for poland",
        "home_strong10": "What’s Poland population density <a href=\"https://data.worldbank.org/indicator/EN.POP.DNST?locations=PL&most_recent_value_desc=false\" target=_blank>(2022)</a>",
        "home_strong11": "Define Urbanization.",


        "home_2h1": "lessons/topics",
        "home_1h1": "Let’s see what you remember",

        "home_1q_1a": "about 36.69 million",
        "home_1q_2a": "about 35.97 million",
        "home_1q_3a": "about 37.19 million",
        "home_1q_4a": "about 37.79 million",

        "home_2q_1a": "migration",
        "home_2q_2a": "war/political status",
        "home_2q_3a": "birth rate",
        "home_2q_4a": "death rate",

        "home_3q_1a": "Polish’s culture development",
        "home_3q_2a": "Poland hasn’t cured aging yet",
        "home_3q_3a": "Poland has underwhelming birth rate",
        "home_3q_4a": "Only elderly people are politicians",

        "home_4q_1a": "131 ppl./km",
        "home_4q_2a": "133 ppl./km",
        "home_4q_3a": "120 ppl./km",
        "home_4q_4a": "123 ppl./km",

        "home_5q_1a": "Creating parks in rural areas",
        "home_5q_2a": "Moving people to cities.",
        "home_5q_3a": "Turning land into factories.",
        "home_5q_4a": "Modernizing farming.",



        "lessons": "Unit 2",

        "lesson1": "Lesson 1",
        "lesson1_maintile" : "Population size and its changes",
        "lesson1_introduction": "It’s common knowledge that word population is growing but why Poland’s population is declining and as a matter of fact is becoming bigger and bigger problem as time passes. Basically here we’ll tell you why.",
        "lesson1_tile_population": "Changes in Poland’s population",
        "lesson1_1p_population": "At the end of the year the Poland’s population was about 36,687,353 people.Is that a lot? In demographic rankings Poland has took place as 37th in international and 6th in European, but back in time Poland were at 19th international place.",
        "lesson1_2tile_population": "When Poland's population was increasing",
        "lesson1_2p_population": "After second word war population started  increasing dynamically it was caused by really high birth rate and low death rate. In 1950s annually there was 700K new babies. For context now it's about 370K every year and now there is 410K deaths every year.We can also consider changes in population relatively to certain regions; After second word war Poland had significant population growth in northern regions of the country what was caused by migration of poles from center to northern regions of the country; After regional demographic changes were caused by industrial development in certain regions. Now there is no population growth in Poland but decline especially in big cities.",

        "lesson1_title_administration": "Administrative division in Poland",
        "lesson1_lecture_about_administration": "In Poland, there is a three-tier administrative division. The largest in terms of area are the voivodeships (16). Slightly smaller are the counties (380), including land counties (314), and even smaller are the urban counties (66), which cover larger cities. The smallest units are the communes, which are small parts of a county (2477).",

        "lesson1_legend1": "<strong class=\"blue\">Blue</strong> means people living in towns.",
        "lesson1_legend2": "<strong class=\"black\">Black</strong> means people living in countrysides.",
        "lesson1_legend3": "<strong class=\"blue\">Second blue</strong> means Poland's population.",

        "lesson1_title_controversy": "Controversy about Poland's population",
        "lesson1_lecture_about_depopulation": "Things such as low birth rate, hight pole's emigration are causing depopulation also know as more people dies than babies born certain year. You can observe on the map on your left that certain regions in Poland are becoming depopulated. Such issues with population growth can caused things such as;",
        "lesson1_2title_controversy": "Issues caused by Population decline",
        "lesson1_controversy_1strong": "Investor can lose interest in Poland and shortages of workforce",
        "lesson1_controversy_2strong": "Lower chose for customer (as number of companies is going down), can mean absent of certain services",
        "lesson1_controversy_3strong": "Absent of new investors (no new companies)",
        "lesson1_controversy_4strong": "Simultaneously it can create bigger rate of unemployment that with less people able to pay taxes can cause issues with retiring ",

        "lesson1_controversy_3title": "What government is doing",
        "lesson1_conclusion": "To prevent the mentioned problems and their causes, the government is trying to offer high-quality public services, which in theory should be most useful for young couples, as well as partially supporting companies that provide stable employment, which is crucial when planning to have a child.",

        "lesson1_review": "The most important things",
        "lesson1_1important": "since 2012 Poland has problem with population decline, in 2023 Poland's population is estimated at  36,687,353 people ",
        "lesson1_2important": "In Poland has a three-tier administrative division. There're 16 voivodeships, divided to counties 380 and counties are divided to communes 24477",
        "lesson1_3important": "Poland's depopulation is caused by migration and low birth rate",

        
        "its_quiz_time": "Check if you remember things",
        "lesson1_quiz1":"Tell Poland's population situation in 1950s",
        "lesson1_quiz2":"Using map above tell if there is population decline in voivodeship Lubelskie",
        "lesson1_quiz3":"What are consequences of declining population",



        "lesson1_1q_1a":"Population was declining",
        "lesson1_1q_2a":"Population was increasing",
        "lesson1_1q_3a":"Population was increasing quickly",
        "lesson1_1q_4a":"Population was stable nether declining nor increasing ",

        "lesson1_2q_1a":"Population did declined by a little",
        "lesson1_2q_2a":"Population did declined",
        "lesson1_2q_3a":"Population did increased",
        "lesson1_2q_4a":"Population did increased by a little",

        "lesson1_3q_1a":"less investor, shortages of workforce, unemployment",
        "lesson1_3q_2a":"less investor, shortages of workforce, higher wages",
        "lesson1_3q_3a":"less investor, higher wages, unemployment",
        "lesson1_3q_4a":"less investor, shortages of workforce, lower wages",

        

        
        
        "lesson2": "Lesson 2",
        "title2_lesson1" : "Demographic structure of Poland’s population",
        "lesson2_1p" : "Here we're going to examine how does look demographic structure of Poland. We'll start with; How did the natural increase develop?",
        "lesson2_title2" : "1950s natural growth increase and after",
        "lesson2_2p" : "There was high birth rate combine with low death rate thus natural growth increase was fluctuated between 16‰ and 19‰ that we call <strong>demographic boom</strong>. It was also caused by hight natural increase after second word war. In 1960s birth rate significantly decreased  with same  death rate back in 1960s natural growth increase declined to less than 10‰ of the population and that we call <string>population decline</strong>. Since 1970s natural growth increase was increasing because of increase in birth rate.",
        "lesson2_4p": "This time in Polish history is called <strong>echo of the demographic boom</strong>. In 1980s birth rate was going down and death rate stood at same level and since 1988 we are observing similar rate of births, and deaths thus natural growth increase fluctuate around 0‰ this type of time we can call <strong>regression of demographic development</strong> In the end we have contemporary (2019) natural growth increase which is negative number (about -0.9‰)",
        "lesson2_title5": "Fertility rate in Poland 1971-2012",
        "lesson2_6p": "<strong class=\"green\">Green</strong> is threshold of simple generation replacement",
        "lesson2_7p": "<strong class=\"red\">Green</strong> is threshold of rapid population decline",

        "lesson2_title3": "Natural growth increase in Poland",
        "lesson2_3p": "The natural population growth consists of number of deaths, and births. <strong>Natural increase rate<strong> is measured in per mille (‰). You can observe that on graph down blow.",
        "lesson2_5p":"Certainly in most regions of Poland there is negative balance of natural increase (depopulation) it especially true for western, central, northern-western regions of Poland. There are few regions where natural increase is positive those place are mostly big cities, wealthy places, places with big number of towns and in voivodeships as Pomorskie, Małopolskie ",
        

        "lesson2_title4": "How to calculate natural increase",
        "lesson2_explaining_formula1": "Natural increase is in ‰ that's means it's a per mille of population. So predictively we're going to divided by population (P) but first we need to know balance of deaths and births. Formula for this is Balance = B(births) - D(deaths) so the formula we were looking for is ((B-D)/P) * 1000 * ‰. * 1000 * ‰ is just for correct units.",


        "lessons2_title5": "The Decline of Fertility Rates in Poland: A Demographic Perspective",
        "lesson2_t5_1p": "The birth rate serves as a key indicator of a society's procreative tendencies and demographic vitality. A nation experiences stable population growth when, in a given year, at least 210 children are born for every 100 women of reproductive age (15–49 years). This threshold corresponds to a fertility rate—a measure of the average number of children born per woman—that slightly exceeds 2.",
        "lesson2_t5_2p": "Examining historical trends reveals a stark contrast between past and present figures. Up until the late 1980s, Poland consistently maintained a fertility rate above the replacement level of 2. However, subsequent decades have witnessed a precipitous decline. By 2019, the fertility rate had plummeted to a mere 1.4.",
        "lesson2_t5_3p": "This phenomenon is largely attributed to a growing tendency among younger generations to delay family formation. Such postponement often results in smaller family sizes or even a complete absence of offspring.",
        "lesson2_t5_4p": "In contemporary Poland, the fertility rate has fallen below the level required for generational replacement across the entire country, signaling profound challenges for its demographic sustainability.",


        "lesson2_title6": "Why dose Poland have such a low birth rate",
        "lesson2_t6_p1": "The most significant causes are",
        "lesson2_t6_p2": "The emergence of the 2+1 or 2+0 family model, a shift toward a more consumption-driven lifestyle, the elongation of working hours, heightened professional engagement, and the growing sophistication of young individuals in navigating diverse family planning strategies.",
        "lesson2_t6_p3": "Insufficient financial security stemming from unemployment, inadequate housing conditions, and labor migration among Poles.",
        "lesson2_t6_p4": "Maternity leave, the introduction of paternity leave, and innovative childcare solutions (e.g., child clubs or the option to employ nannies). Simultaneously, a system of discounts through the Large Family Card was implemented, along with increased financial support, such as the introduction of a pro-family tax credit and child-rearing benefits under the “Family 500+” program.",


        "lesson2_t6_strong1":"socio-cultural conditioning",
        "lesson2_t6_strong2":"Economical situation in Poland",

        "lesson2_title7": "Did you know?",
        "lesson2_t7_p1": "Agricultural countryside doesn't seem really attractive for young adults and specially for young womans. In 2019 in age 20-34 in countryside were living 107k man more than woman",

        "lesson2_tile8":"The Demographic Composition by Gender: A Refined Perspective",
        "lesson2_t8_p1":"In our country, women outnumber men, a fact evidenced by the feminization ratio. As of 2019, women accounted for 51.6% of the population. Over the years, this trend has remained consistent, with approximately 107 women for every 100 men. What accounts for this numerical advantage? Interestingly, more boys than girls are born in Poland, leading to a slight numerical dominance of males in younger age groups. However, men in our country tend to have shorter lifespans than women. Consequently, the numerical dominance of women becomes strikingly evident in older age groups (e.g., among individuals aged 70 and above, there are 169 women for every 100 men).",
        "lesson2_t8_p2": "It is also worth noting that urban areas in Poland host more women than men. In 2019, the feminization ratio in cities reached 111. This phenomenon is largely driven by women migrating from rural areas to cities, often in pursuit of education, broader opportunities, and particularly more interesting and better-paid employment prospects. These disparities are especially pronounced among younger age groups. Conversely, rural areas have a feminization ratio below the national average.",
        "lesson2_t8_p3": "This intricate interplay of social and biological factors underscores the dynamic gender distribution across Poland, reflecting both traditional patterns and evolving societal trends.",


        "lesson2_title9":"The Age Structure of the Population: A Reflection on Time's Passage",
        "lesson2_t9_p1":"A gradual decline in population—driven by a higher number of deaths than births—alongside the numerical dominance of older generations, is reshaping the age structure of our society. Additionally, Poles are living increasingly longer lives, as evidenced by the data depicted in the accompanying illustration. The average life expectancy in our country now approaches an impressive 78 years.",
        "lesson2_t9_p2": "Take a moment to examine the graph below. Notice how the proportion of children (aged 0–14) in the population has been steadily decreasing, while the share of individuals in older age groups (65 years and above) continues to rise. This undeniable trend reveals a profound truth: Polish society is aging.",
        "lesson2_t9_p3": "This shift in demographics not only reflects advancements in healthcare and living conditions but also serves as a call to adapt to the challenges and opportunities posed by an aging population.",

        "lesson2_title10":"The Categorization of the Population by Economic Age Groups",
        "lesson2_t10_p1":"Within this framework, the population has been delineated into the following categories:",
        "lesson2_t11_strong1": "Pre-productive age population (0–17 years)",
        "lesson2_t11_strong2": "Productive age population (women aged 18–59, men aged 18–64)",
        "lesson2_t11_strong3": "Post-productive age population (women aged 60 and above, men aged 65 and above).",
        "lesson2_t11_p2":"This classification provides a clear lens through which to analyze the social and economic roles of different age groups, highlighting the dynamic interplay between youth, labor, and retirement within the fabric of society.",

        "lesson2_title11": "The Age and Gender Pyramid of Poland’s Population: A Reflection of History and Demography",
        "lesson2_t11_p1": "The age and gender pyramid of Poland’s population presents an irregular shape, shaped by factors such as birth and death rates, average life expectancy, and international migration. The varying size of individual age groups reflects periods of demographic booms and declines, painting a vivid picture of the historical evolution of our society.",
        "lesson2_t11_strong4":"Decline in the oldest age groups due to natural attrition.",
        "lesson2_t11_strong5":"Scarcity of population caused by high mortality rates and low birth rates during World War II..",
        "lesson2_t11_strong6":"Post-war baby boom, marked by a surge in births following the end of World War II.",
        "lesson2_t11_strong7":"Demographic decline resulting from the low birth rates of cohorts born during World War II.",
        "lesson2_t11_strong8":"Echo of the post-war baby boom, reflected in the significant size of generations born to those from the baby boom era.",
        "lesson2_t11_strong9":"Lower population size caused by a widespread preference for smaller family models (2+1), contributing to reduced birth rates.",
        
        "lesson2_title12": "The Impact of Demographic Transformations on Socio-Economic Development",
        "lesson2_t12_p1": "Demographic changes bring forth various consequences for the socio-economic development of our nation. Among these consequences, the following stand out:",
        "lesson2_t12_strong1": "Transformation of the family model",
        "lesson2_t12_p2": "characterized by fewer children and a growing proportion of elderly individuals.",
        "lesson2_t12_strong2": "Heightened sense of loneliness and social isolation among the elderly",
        "lesson2_t12_p3": "arising from younger generations leaving family homes, often for opportunities abroad",
        "lesson2_t12_p4": "These shifts underscore the profound ways in which demographic trends influence the structure of society and the challenges it must address.",


        "lesson2_title13": "The Socio-Economic Consequences of Demographic Shifts",
        "lesson2_t13_strong1": "Declining local labor resources",
        "lesson2_t13_p1":"driven by a decrease in the number of young people (depopulation), which in turn diminishes the investment attractiveness of certain areas.",
        "lesson2_t13_strong2": "Increasing developmental disparities between rural and urban areas ",
        "lesson2_t13_p2":"rural regions are dominated by older populations, while urban centers have a greater concentration of younger people.",
        "lesson2_t13_strong3": "Growing influence of the elderly on the economy",
        "lesson2_t13_p3":"including the expansion of services tailored to this demographic group.",
        "lesson2_t13_strong4": "Rising state budget expenditures on pension-related benefits",
        "lesson2_t13_p4":"necessitated by the increasing share of the aging population.",
        "lesson2_t13_p5":"These outcomes highlight the profound interplay between demographic evolution and the socio-economic landscape, shaping both challenges and opportunities for the nation's future.",
        

        "lesson2_title14":"The most important things",
        "lesson2_t14_p1":"The number of births and deaths in Poland has remained relatively constant since 1998. This has resulted in a low natural increase rate, which stood at -0.9% in 2019.",
        "lesson2_t14_p2":"Higher natural increase rates are observed in areas surrounding major cities, while low (negative) rates are prevalent in eastern, central, and southwestern regions of Poland.",
        "lesson2_t14_p3":"For many years, Poland’s population has included more women than men, with an average of 107 women for every 100 men.",
        "lesson2_t14_p4":"The share of young individuals within Poland's age structure is declining, while the proportion of older individuals is increasing, signaling an aging society",

        "lesson2_t14_strong1":"Stable birth and death rates since 1998",
        "lesson2_t14_strong2":"Spatial variation in the natural increase rate",
        "lesson2_t14_strong3":"A gender imbalance favoring women",
        "lesson2_t14_strong4":"An aging population",


        "lesson3": "Lesson 3",
        "title_lesson3" : "Distribution of population in Poland",
        "lesson3_1p" : "",
        "lesson3_2p" : "",


        "lesson4": "Lesson 4",
        "title_lesson4" : "Migrations",
        "lesson4_1p" : "",
        "lesson4_2p" : "",
        

        "lesson5": "Lesson 5",
        "title_lesson5" : "Labor market in Poland",
        "lesson5_1p" : "",
        "lesson5_2p" : "",


        "lesson6": "Lesson 6",
        "title_lesson6" : "Urbanization and settlement network in Poland",
        "lesson6_1p" : "",
        "lesson6_2p" : "",


        "review": "Review",
        "review_1h1": "Hi",

        "search": "Search...",
        "welcome": "Population and Urbanization in Poland"
        
        

        
    },
    "pl": {
        "title": "Geografia",

        "home" : "Wprowadzenie",

        "home_1p": "Ludność Polski to opowieść o odporności, transformacji i adaptacji. Od tętniących życiem centrów miejskich po spokojny urok obszarów wiejskich – sposób, w jaki ludzie żyją, pracują i migrują, kształtuje tożsamość kraju i jego przyszłość. Ale jak dobrze rozumiemy siły, które napędzają te zmiany?",
        "home_2p": "W tym temacie, Ludność i urbanizacja w Polsce, odkryjemy fascynującą dynamikę kryjącą się za liczbami: Jak zmienia się liczba ludności Polski na przestrzeni lat? Co struktura wiekowa, płciowa i zawodowa mówi o społeczeństwie? W jaki sposób trendy migracyjne odzwierciedlają rzeczywistość ekonomiczną i społeczną? I co proces urbanizacji mówi nam o zmieniającej się sieci osadniczej kraju?",
        "home_3p": "W ramach sześciu lekcji przyjrzymy się następującym zagadnieniom:",
        "home_4p": "Ta lekcja obejmie podstawy geografii.",
        "home_5p": "Zagłęb się w trendy i czynniki kształtujące populację Polski na przestrzeni dekad.",
        "home_6p": "Analizuj profile wiekowe, płciowe i społeczno-ekonomiczne ludności oraz ich implikacje.",
        "home_7p": "Zbadaj, dlaczego niektóre regiony prosperują, podczas gdy inne doświadczają wyludnienia.",
        "home_8p": "Zbadaj czynniki wypychające i przyciągające, które stoją za migracjami krajowymi i międzynarodowymi oraz ich wpływ.",
        "home_9p": "Poznaj, jak trendy demograficzne wpływają na zatrudnienie, dynamikę siły roboczej i gospodarki regionalne.",
        "home_10p": "Zrozum, jak miasta i miasteczka w Polsce rozwijają się, adaptują i kształtują rozwój kraju.",
        "home_11p": "Na dole jest quiz z zakresu podstawuwkowej wiedzy",

        "home_strong1": "Liczba ludności i jej zmiany",
        "home_strong2": "Struktura demograficzna ludności Polski",
        "home_strong3": "Rozmieszczenie ludności w Polsce",
        "home_strong4": "Migracje",
        "home_strong5": "Rynek pracy w Polsce",
        "home_strong6": "Urbanizacja i sieć osadnicza w Polsce",
        "home_strong7": "Jaka jest populacja Polski. <a href=\"https://data.worldbank.org/indicator/SP.POP.TOTL?locations=PL-GR\" target=_blank>(2023)</a>",
        "home_strong8": "Jaki jest najważniejszy wskaźnik wzrostu populacji?",
        "home_strong9": "Co oznacza starzejące się społeczeństwo dla Polski?",
        "home_strong10": "Jaka jest gęstość zaludnienia w Polsce <a href=\"https://data.worldbank.org/indicator/EN.POP.DNST?locations=PL&most_recent_value_desc=false\" target=_blank>(2022)</a>",
        "home_strong11": "Zdefiniuj urbanizację.",


        "home_2h1": "lekcje/tematy",
        "home_1h1": "Zobaczmy co pamiętasz",

        "home_1q_1a": "około 36,69 miliona",
        "home_1q_2a": "około 35,97 miliona",
        "home_1q_3a": "około 37,19 miliona",
        "home_1q_4a": "około 37,79 miliona",

        "home_2q_1a": "migracja",
        "home_2q_2a": "wojna/status polityczny",
        "home_2q_3a": "wskaźnik urodzeń",
        "home_2q_4a": "wskaźnik zgonów",

        "home_3q_1a": "Rozwój polskiej kultury",
        "home_3q_2a": "Polska nie wyleczyła starzenia",
        "home_3q_3a": "Polska ma niski wskaźnik urodzeń",
        "home_3q_4a": "Tylko osoby starsze są politykami",

        "home_4q_1a": "131 os./km",
        "home_4q_2a": "133 os./km",
        "home_4q_3a": "120 os./km",
        "home_4q_4a": "123 os./km",

        "home_5q_1a": "Tworzenie parków na obszarach wiejskich",  
        "home_5q_2a": "Zamieszkiwanie w miastach",  
        "home_5q_3a": "Zwiększenie zapotrzebowania na fabryki.",  
        "home_5q_4a": "Modernizacja rolnictwa." ,


        "lessons": "Rozdział 2",

        "lesson1": "Lekcja 1",
        "lesson1_maintile": "Liczba ludności i jej zmiany",
        "lesson1_introduction": "Powszechnie wiadomo, że liczba ludności na świecie rośnie, ale dlaczego liczba ludności w Polsce maleje i staje się coraz większym problemem z biegiem czasu? Tutaj wyjaśnimy dlaczego.",
        "lesson1_tile_population": "Zmiany w liczbie ludności Polski",
        "lesson1_1p_population": "Pod koniec roku liczba ludności Polski wyniosła około 36 687 353 osoby. Czy to dużo? W rankingach demograficznych Polska zajęła 37. miejsce na świecie i 6. w Europie, ale dawniej Polska była na 19. miejscu w rankingach światowych.",
        "lesson1_2tile_population": "Kiedy populacja Polski rosła",
        "lesson1_2p_population": "Po drugiej wojnie światowej populacja zaczęła dynamicznie rosnąć. Było to spowodowane bardzo wysokim wskaźnikiem urodzeń i niskim wskaźnikiem zgonów. W latach 50. rocznie rodziło się 700 tys. dzieci. Dla porównania, obecnie jest to około 370 tys. rocznie, a liczba zgonów wynosi 410 tys. rocznie. Możemy także rozważyć zmiany populacji w odniesieniu do poszczególnych regionów; po drugiej wojnie światowej znaczący wzrost populacji miał miejsce w północnych regionach Polski.",

        "lesson1_legend1": "<strong class=\"blue\">Niebieski</strong> oznacza ludzi mieszkajacych w miastach",
        "lesson1_legend2": "<strong class=\"black\">Czarny</strong> oznacza ludzi mieszkajacych w wsiach",
        "lesson1_legend3": "<strong class=\"blue\">2 Niebieski</strong> oznacza populacje Polski",

        "lesson1_title_administration": "Administracyjny podział Polski.",
        "lesson1_lecture_about_administration": "W polsce jest trój stopniowy podział administracyjny. Największe powierzchniowo są województwa (16) troche mnijsze są też powiaty (380)  jak i powiaty ziemskie (314) a jeszcze mniejsze są (66) powiatów grodzkich teren większych miast. najmniejsze są gminy a gminy mała część powiatu (2477).",

        "lesson1_title_controversy": "Kontrowersynjne zmiany ludności w Polsce",
        "lesson1_lecture_about_depopulation": "Takie czynniki, jak niski wskaźnik urodzeń i wysoka emigracja Polaków, powodują depopulację, czyli sytuację, w której w danym roku umiera więcej osób niż się rodzi. Na mapie po lewej stronie można zaobserwować, że niektóre regiony Polski ulegają depopulacji. Problemy związane ze wzrostem populacji mogą powodować takie skutki, jak:",
        "lesson1_2title_controversy": "Problemy spowodowane spadkiem populacji",
        "lesson1_controversy_1strong": "Inwestorzy mogą stracić zainteresowanie Polską, a braki w siłach roboczych",
        "lesson1_controversy_2strong": "Mniejszy wybór dla konsumentów (zmniejszenie liczby firm) może oznaczać brak niektórych usług",
        "lesson1_controversy_3strong": "Brak nowych inwestorów (brak nowych firm)",
        "lesson1_controversy_4strong": "Jednocześnie może to prowadzić do wyższego wskaźnika bezrobocia, co przy mniejszej liczbie osób zdolnych do płacenia podatków może powodować problemy z systemem emerytalnym",
        
        "lesson1_controversy_3title": "Co rząd robi na ten temat",
        "lesson1_conclusion":"Aby zapobic wymienionym problemom jak i ich przyczynie rząd prubuje oferować często wysokiej jakości usługi publiczne które najbardziej przydatne w teori powinno być dla młodych małżęństw, oraz wspirając poczęsci firmy które oferują stabilne zatrudnie co jest kluczowe jeśli chce się mieć dziecko.",

        "lesson1_review": "Zapamiętaj",
        "lesson1_1important": "Od 2012 roku Polska zmaga się z problemem spadku liczby ludności. W 2023 roku populacja Polski jest szacowana na 36 687 353 osoby.",
        "lesson1_2important": "W Polsce istnieje trójstopniowy podział administracyjny. Jest 16 województw, podzielonych na 380 powiatów, a powiaty są podzielone na 24 477 gmin.",
        "lesson1_3important": "Depopulacja w Polsce jest spowodowana migracją i niskim wskaźnikiem urodzeń.",

        "its_quiz_time": "Sprawdź, czy pamiętasz zagadnienia",
        "lesson1_quiz1": "Opisz sytuację demograficzną Polski w latach 50.",
        "lesson1_quiz2": "Korzystając z mapy powyżej, określ, czy w województwie lubelskim występuje spadek liczby ludności",
        "lesson1_quiz3": "Jakie są konsekwencje spadku liczby ludności?",

        "lesson1_1q_1a": "Liczba ludności spadała",
        "lesson1_1q_2a": "Liczba ludności rosła",
        "lesson1_1q_3a": "Liczba ludności rosła szybko",
        "lesson1_1q_4a": "Liczba ludności była stabilna – ani nie rosła, ani nie malała",

        "lesson1_2q_1a": "Liczba ludności spadła nieznacznie",
        "lesson1_2q_2a": "Liczba ludności spadła",
        "lesson1_2q_3a": "Liczba ludności wzrosła",
        "lesson1_2q_4a": "Liczba ludności wzrosła nieznacznie",

        "lesson1_3q_1a": "Mniej inwestorów, niedobory siły roboczej, bezrobocie",
        "lesson1_3q_2a": "Mniej inwestorów, niedobory siły roboczej, wyższe płace",
        "lesson1_3q_3a": "Mniej inwestorów, wyższe płace, bezrobocie",
        "lesson1_3q_4a": "Mniej inwestorów, niedobory siły roboczej, niższe płace",

        "lesson2": "Lekcja 2",
        "title2_lesson1": "Struktura demograficzna ludności Polski",
        "lesson2_1p": "Tutaj przyjrzymy się strukturze demograficznej Polski. Zaczniemy od tego, jak rozwijał się przyrost naturalny?",
        "lesson2_title2": "Przyrost naturalny w latach 50. i potem",
        "lesson2_2p": "Wysoki wskaźnik urodzeń połączony z niską śmiertelnością sprawił, że przyrost naturalny wahał się między 16‰ a 19‰, co nazywamy <strong>boomem demograficznym</strong>. Było to również wynikiem wysokiego przyrostu naturalnego po drugiej wojnie światowej. W latach 60. wskaźnik urodzeń znacznie spadł, przy takim samym wskaźniku śmiertelności, a przyrost naturalny spadł do poniżej 10‰ ludności, co nazywamy <strong>spadkiem liczby ludności</strong>. Od latach 70 przyrost naturalny zaczął rosnąć w wyniku wzrostu liczby urodzeń.",
        "lesson2_4p": "Ten okres w historii Polski nazywany jest <strong>echo wyżu demograficznego</strong>. W latach 80-tych XX wieku współczynnik urodzeń spadał, a współczynnik zgonów utrzymywał się na tym samym poziomie. Od 1988 roku obserwujemy podobny poziom urodzeń i zgonów, a przyrost naturalny oscyluje wokół 0‰. Taki okres możemy określić jako <strong>regresję rozwoju demograficznego</strong>. Na koniec mamy współczesny (2019) przyrost naturalny, który jest liczbą ujemną (około -0,9‰).",
        "lesson2_title5": "Wskaźnik urodzeń w Polsce 1971-2012",
        "lesson2_6p": "<strong class=\"green\">Zielony</strong> to próg prostego zastąpienia pokoleń",
        "lesson2_7p": "<strong class=\"red\">Czerwony</strong> to próg szybkiego spadku liczby ludności",


        "lesson2_title3": "Przyrost naturalny w Polsce",
        "lesson2_3p": "Przyrost naturalny ludności składa się z liczby zgonów i urodzeń. <strong>Współczynnik przyrostu naturalnego</strong> mierzy się w promilach (‰). Można to zobaczyć na wykresie poniżej.",
        "lesson2_5p": "Zdecydowanie w większości regionów Polski występuje ujemny bilans przyrostu naturalnego (depopulacja), szczególnie dotyczy to zachodnich, centralnych i północno-zachodnich regionów Polski. Istnieje kilka regionów, gdzie przyrost naturalny jest dodatni, są to głównie duże miasta, bogate miejsca, obszary z dużą liczbą miejscowości oraz województwa takie jak Pomorskie, Małopolskie.",

        "lesson2_title4": "Jak obliczyć przyrost naturalny",
        "lesson2_explaining_formula1": "Przyrost naturalny wyraża się w promilach (‰), co oznacza, że jest to liczba na 1000 mieszkańców. Aby obliczyć ten wskaźnik, musimy najpierw poznać bilans zgonów i urodzeń. Formuła na to wygląda następująco: Bilans = U (urodzenia) - Z (zgony). Zatem formuła, którą poszukujemy, to ((U-Z)/P) * 1000. Mnożenie przez 1000 służy tylko do uzyskania odpowiednich jednostek.",

        "lessons2_title5": "Spadek Współczynnika Dzietności w Polsce: Perspektywa Demograficzna",
        "lesson2_t5_1p": "Wskaźnik urodzeń stanowi kluczowy miernik tendencji prokreacyjnych oraz demograficznej żywotności społeczeństwa. Stabilny rozwój populacji ma miejsce, gdy w danym roku na każde 100 kobiet w wieku rozrodczym (15–49 lat) przypada co najmniej 210 urodzonych dzieci. Próg ten odpowiada współczynnikowi dzietności – średniej liczbie dzieci przypadających na jedną kobietę – który nieznacznie przekracza wartość 2.",
        "lesson2_t5_2p": "Analiza trendów historycznych ukazuje wyraźny kontrast między przeszłością a teraźniejszością. Jeszcze do końca lat 80. XX wieku Polska utrzymywała współczynnik dzietności powyżej poziomu zastępowalności pokoleń, wynoszącego 2. Jednak w kolejnych dekadach odnotowano gwałtowny spadek. W 2019 roku współczynnik ten osiągnął zaledwie 1,4.",
        "lesson2_t5_3p": "Zjawisko to w dużej mierze wynika z coraz częstszego odkładania przez młodsze pokolenia decyzji o założeniu rodziny. Takie opóźnienia często prowadzą do mniejszych rodzin lub nawet całkowitego braku potomstwa.",
        "lesson2_t5_4p": "Współcześnie w całej Polsce współczynnik dzietności spadł poniżej poziomu koniecznego do prostej zastępowalności pokoleń, co stanowi istotne wyzwanie dla demograficznej stabilności kraju.",

        

        "lesson2_title6": "Dlaczego Polaska ma taki niski <strong>współczynnik urodzeń</strong>",
        "lesson2_t6_p1": "Najistotniejszymi/Najbarziej znaczącymi przyczynami są",
        "lesson2_t6_p2": "Wyłonienie się modelu rodziny 2+1 lub 2+0, przejście na bardziej konsumpcyjny styl życia, wydłużenie czasu pracy, wzmożona aktywność zawodowa oraz rosnąca świadomość młodych ludzi w zakresie różnorodnych strategii planowania rodziny.",
        "lesson2_t6_p3": "Niewystarczające zabezpieczenie finansowe wynikające z bezrobocia, nieodpowiednie warunki mieszkaniowe oraz migracja zarobkowa Polaków",
        "lesson2_t6_p4": "Urlop macierzyński, wprowadzenie urlopu ojcowskiego oraz nowatorskie rozwiązania w zakresie opieki nad dziećmi (np. kluby dziecięce czy możliwość zatrudniania opiekunek). Jednocześnie wdrożono system zniżek w ramach Karty Dużej Rodziny oraz zwiększono wsparcie finansowe, w tym ulgi prorodzinne i świadczenia wychowawcze w ramach programu „Rodzina 500+.”",


        "lesson2_t6_strong1":"Uwarunkowanie społeczno kulturowe",
        "lesson2_t6_strong2":"Polska sytuacja ekonomiczna",

        "lesson2_title7": "Czy wiesz?",
        "lesson2_t7_p1": "Obszary wiejskie o charakterze rolniczym nie wydają się szczególnie atrakcyjne dla młodych dorosłych, zwłaszcza dla młodych kobiet. W 2019 roku na wsi w wieku 20–34 lat mieszkało 107 tysięcy mężczyzn więcej niż kobiet.",

        "lesson2_tile8": "Demograficzny Podział według Płci: Dogłębna Perspektywa",
        "lesson2_t8_p1": "W naszym kraju kobiety przewyższają liczebnie mężczyzn, co potwierdza współczynnik feminizacji. W 2019 roku kobiety stanowiły 51,6% populacji. Od lat trend ten pozostaje stały – na 100 mężczyzn przypada średnio 107 kobiet. Skąd ta przewaga liczebna? Co ciekawe, w Polsce rodzi się więcej chłopców niż dziewcząt, co prowadzi do niewielkiej przewagi liczebnej mężczyzn w młodszych grupach wiekowych. Jednakże mężczyźni w naszym kraju żyją przeciętnie krócej niż kobiety, co powoduje, że przewaga liczebna kobiet jest szczególnie widoczna w starszych grupach wiekowych (np. wśród osób w wieku 70 lat i więcej przypada 169 kobiet na 100 mężczyzn).",
        "lesson2_t8_p2": "Warto również zauważyć, że w miastach w Polsce mieszka więcej kobiet niż mężczyzn. W 2019 roku współczynnik feminizacji w miastach wyniósł 111. Zjawisko to jest głównie wynikiem migracji kobiet z obszarów wiejskich do miast, często w celu podjęcia nauki, korzystania z szerszych możliwości oraz poszukiwania ciekawszej i lepiej płatnej pracy. Dysproporcje te są szczególnie wyraźne wśród młodych osób. Natomiast na obszarach wiejskich współczynnik feminizacji jest niższy od średniej krajowej.",
        "lesson2_t8_p3": "Ta złożona gra czynników społecznych i biologicznych podkreśla dynamiczny podział płci w Polsce, odzwierciedlając zarówno tradycyjne wzorce, jak i zmieniające się trendy społeczne.",

        "lesson2_title9": "Struktura Wiekowa Ludności: Refleksja nad Upływem Czasu",
        "lesson2_t9_p1": "Stopniowy spadek liczby ludności – wynikający z większej liczby zgonów niż urodzeń – oraz przewaga liczebna starszych pokoleń zmieniają strukturę wiekową naszego społeczeństwa. Dodatkowo Polacy żyją coraz dłużej, co potwierdzają dane przedstawione na załączonej ilustracji. Średnia długość życia w naszym kraju wynosi obecnie imponujące 78 lat.",
        "lesson2_t9_p2": "Przyjrzyj się poniższemu wykresowi. Zauważ, że odsetek dzieci (w wieku 0–14 lat) w populacji systematycznie maleje, podczas gdy udział osób starszych (w wieku 65 lat i więcej) stale rośnie. Ten niezaprzeczalny trend ujawnia głęboką prawdę: polskie społeczeństwo starzeje się.",
        "lesson2_t9_p3": "Te zmiany demograficzne nie tylko odzwierciedlają postęp w opiece zdrowotnej i warunkach życia, ale również wzywają do dostosowania się do wyzwań i szans związanych ze starzeniem się społeczeństwa.",

        "lesson2_title10": "Klasyfikacja Ludności według Ekonomicznych Grup Wiekowych",
        "lesson2_t10_p1": "W ramach tej klasyfikacji ludność została podzielona na następujące kategorie:",
        "lesson2_t11_strong1": "Ludność w wieku przedprodukcyjnym (0–17 lat)",
        "lesson2_t11_strong2": "Ludność w wieku produkcyjnym (kobiety w wieku 18–59 lat, mężczyźni w wieku 18–64 lat)",
        "lesson2_t11_strong3": "Ludność w wieku poprodukcyjnym (kobiety od 60. roku życia, mężczyźni od 65. roku życia).",
        "lesson2_t11_p2": "Ten podział pozwala na jasną analizę społecznych i ekonomicznych ról różnych grup wiekowych, ukazując dynamiczną interakcję między młodością, pracą a emeryturą w strukturze społeczeństwa.",

        "lesson2_title11": "Piramida Wiekowo-Płciowa Ludności Polski: Refleksja nad Historią i Demografią",
        "lesson2_t11_p1": "Piramida wiekowo-płciowa ludności Polski ma nieregularny kształt, kształtowany przez takie czynniki jak liczba urodzeń i zgonów, średnia długość życia oraz migracje międzynarodowe. Zróżnicowana liczebność poszczególnych grup wiekowych odzwierciedla okresy wyżów i niżów demograficznych, tworząc żywy obraz historycznego rozwoju naszego społeczeństwa.",
        "lesson2_t11_strong4": "Spadek liczby osób w najstarszych grupach wiekowych z przyczyn naturalnych.",
        "lesson2_t11_strong5": "Mała liczebność spowodowana wysoką liczbą zgonów i niską liczbą urodzeń w czasie II wojny światowej.",
        "lesson2_t11_strong6": "Powojenny wyż demograficzny, związany z dużą liczbą urodzeń po zakończeniu II wojny światowej.",
        "lesson2_t11_strong7": "Niż demograficzny wynikający z niskiej liczby urodzeń wśród pokoleń urodzonych podczas II wojny światowej.",
        "lesson2_t11_strong8": "Echo powojennego wyżu demograficznego, odzwierciedlone w znaczącej liczbie pokoleń pochodzących z tego okresu.",
        "lesson2_t11_strong9": "Mniejsza liczebność wynikająca z powszechnego modelu małych rodzin (2+1), co przyczyniło się do spadku liczby urodzeń.",

        "lesson2_title12": "Wpływ Przemian Demograficznych na Rozwój Społeczno-Ekonomiczny",
        "lesson2_t12_p1": "Zmiany demograficzne przynoszą różnorodne konsekwencje dla rozwoju społeczno-ekonomicznego naszego kraju. Wśród nich szczególnie wyróżniają się:",
        "lesson2_t12_strong1": "Przekształcenie modelu rodziny",
        "lesson2_t12_p2": "charakteryzujące się mniejszą liczbą dzieci i rosnącym udziałem osób starszych.",
        "lesson2_t12_strong2": "Zwiększone poczucie osamotnienia i społecznej izolacji wśród osób starszych",
        "lesson2_t12_p3": "wynikające z opuszczania przez młodsze pokolenia domów rodzinnych, często w poszukiwaniu możliwości za granicą.",
        "lesson2_t12_p4": "Te zmiany podkreślają głęboki wpływ trendów demograficznych na strukturę społeczeństwa i wyzwania, przed którymi ono staje.",

        "lesson2_title13": "Społeczno-Ekonomiczne Konsekwencje Przemian Demograficznych",
        "lesson2_t13_strong1": "Kurczące się lokalne zasoby pracy",
        "lesson2_t13_p1": "spowodowane spadkiem liczby młodych ludzi (depopulacja), co zmniejsza atrakcyjność inwestycyjną pewnych obszarów.",
        "lesson2_t13_strong2": "Wzrost dysproporcji rozwojowych między obszarami wiejskimi i miejskimi",
        "lesson2_t13_p2": "obszary wiejskie zdominowane są przez osoby starsze, podczas gdy w miastach przeważają ludzie młodzi.",
        "lesson2_t13_strong3": "Coraz większy wpływ osób starszych na gospodarkę",
        "lesson2_t13_p3": "w tym rozwój usług skierowanych do tej grupy demograficznej.",
        "lesson2_t13_strong4": "Wzrost wydatków budżetowych na świadczenia emerytalne",
        "lesson2_t13_p4": "wynikający ze zwiększonego udziału osób starszych w populacji.",
        "lesson2_t13_p5": "Te skutki uwypuklają głębokie powiązania między ewolucją demograficzną a społeczno-ekonomicznym krajobrazem, kształtując zarówno wyzwania, jak i możliwości dla przyszłości narodu.",

        "lesson2_title14": "Zapamiętaj",
        "lesson2_t14_p1": "Od 1998 roku liczba urodzeń i zgonów w Polsce pozostaje na podobnym poziomie, co skutkuje niskim współczynnikiem przyrostu naturalnego, który w 2019 roku wyniósł -0,9%.",
        "lesson2_t14_p2": "Wysokie wskaźniki przyrostu naturalnego obserwuje się w rejonach wokół dużych miast, podczas gdy niskie (ujemne) wartości dominują na wschodzie, w centrum i na południowym zachodzie Polski.",
        "lesson2_t14_p3": "Od wielu lat w populacji Polski jest więcej kobiet niż mężczyzn – średnio na 100 mężczyzn przypada 107 kobiet.",
        "lesson2_t14_p4": "Udział młodych osób w strukturze wiekowej Polski maleje, podczas gdy udział osób starszych rośnie, co świadczy o starzeniu się społeczeństwa.",

        "lesson2_t14_strong1": "Stabilne wskaźniki urodzeń i zgonów od 1998 roku",
        "lesson2_t14_strong2": "Przestrzenne zróżnicowanie współczynnika przyrostu naturalnego",
        "lesson2_t14_strong3": "Nadmierność liczebna kobiet względem mężczyzn",
        "lesson2_t14_strong4": "Starzejące się społeczeństwo",


        "lesson3": "Lekcja 3",
        "title_lesson3" : "Rozmieszczenie ludności w Polsce",
        "lesson3_1p" : "",
        "lesson3_2p" : "",

        "lesson4": "Lekcja 4",
        "title_lesson4" : "Migracje",
        "lesson4_1p" : "",
        "lesson4_2p" : "",
        
        "lesson5": "Lekcja 5",
        "title_lesson5" : "Rynek pracy w Polsce",
        "lesson5_1p" : "",
        "lesson5_2p" : "",

        "lesson6": "Lekcja 6",
        "title_lesson6" : "Urbanizacja i sieć osadnicza w Polsce.",
        "lesson6_1p" : "",
        "lesson6_2p" : "",
        
        "review": "Powtórzenie",
        "review_1h1":"Hej",
        
        "search": "Szukaj...",
        "welcome": "Ludność i urbanizacja w Polsce"
        

        
    }
}
